Repository: RMed/textventures
Catalog: po/*.po
Languages: es

source: Could not create configuration directory
es: No se pudo crear el directorio de configuración

source: TextVentures - Main Menu
es: TextVentures - Menú Principal

source: [N] New game
es: [N] Nueva partida

source: [L] Load game
es: [L] Cargar partida

source: [O] Options
es: [O] Opciones

source: [H] Help
es: [H] Ayuda

source: [A] About & License
es: [A] Acerca de & Licencia

source: [E] Exit
es: [E] Salir

source: TextVentures - New Game
es: TextVentures - Nueva Partida

source: No adventures available
es: No hay aventuras disponibles

source: Title:
es: Título:

source: Description:
es: Descripción:

source: Author:
es: Autor:

source: Version:
es: Versión:

source: Compatibility:
es: Compatibilidad:

source: Languages:
es: Idiomas:

source: [C] Choose adventure to start
es: [C] Elegir aventura para empezar

source: [B] Back
es: [B] Atrás

source: Please write an adventure number to load:
es: Por favor, escribe un número de aventura para cargar:

source: Please write a valid number
es: Por favor, escribe un número válido

source: The adventure is not compatible with this version!
es: ¡La aventura no es compatible con esta versión!

source: Please choose a language:
es: Por favor, elige un idioma:

source: Please choose an available language
es: Por favor, elige uno de los idiomas disponibles

source: Please write an ID for this adventure:
es: Por favor, escribe una ID para esta aventura:

source: TextVentures - Load Game
es: TextVentures - Cargar Partida

source: Could not create the saves file
es: No se pudo crear el archivo de guardado

source: There are no saved games
es: No hay partidas guardadas

source: Adventure:
es: Aventura:

source: Progress:
es: Progreso:

source: [C] Choose game to load
es: [C] Elegir partida para cargar

source: Please write a game number to load:
es: Por favor, escribe un número de partida para cargar:

source: TextVentures - Options
es: TextVentures - Opciones

source: Language currenctly in use:
es: Idioma en uso:

source: Available languages:
es: Idiomas disponibles:

source: [C] Choose language
es: [C] Elegir idioma

source: Please choose a language code to use:
es: Por favor, elige un código de idioma:

source: Please choose a valid language code
es: Por favor, elige un código de idioma válido

source: TextVentures - Help
es: TextVentures - Ayuda

source: --- MENU NAVIGATION ---
es: --- NAVEGACIÓN POR EL MENÚ ---

source: Navigating through TextVenture's menus is fairly simple: in the different menus, you will see the available options of the form '[B] Back' (which, in this case, takes you back to the main menu). The character between the braces is the that must be pressed in order to perform that action.
es: Navegar por el menú de TextVentures es muy sencllo: en los diferentes menús, verás las opciones disponibles en la forma '[B] Atrás' (que, en este caso, lleva de vuelta al menú principal). La letra que se encuentra entre los corchetes es la que hay que pulsar para llevar acabo la acción.

source: --- CHOOSING A GAME ---
es: --- ELIGIENDO UNA PARTIDA ---

source: In the New Game and Load Game menus, you are presented with several games that are available for playing. In order to play any of these games, you must first choose a game and then write the wished game number. If you enter this mode and want to leave, simply write MENU (in caps) and you will return to the menu mode.
es: En los menús de Nueva Partida y Cargar Partida, aparece una lista de partidas disponibles para jugar. Para poder jugar a cualquiera de estas partidas, primero debes elegir una y después elegir el número de la misma. Si entras en este modo y quieres volver, simplemente escribe MENU (en mayúsculas) y volverás al modo menú.

source: --- PLAYING ---
es: --- JUGANDO ---

source: While playing, the menu navigation keys will not work. Instead, you are presented with the prompt '->' and you will have to write the correct command in order to advance in the story. Note that there may be several commands for each of the scenarios. If you want to leave the game, simply write MENU (in caps) and you will be back in the main menu. The game is saved every time a scenario is loaded, so you do not need to worry about your progress being lost.
es: Cuando juegas, el las teclas de navegación del menú no funcionarán. En su lugar, aparece el símbolo '->' y tendrás que escribir el comando correcto para poder avanzar en la historia. Ten en cuenta que puede haber varios comandos por cada escenario. Si quieres salir de la partida, escribe MENU (en mayúsculas) y estarás de vuelta en el menú principal. La partida se guarda cada vez que se carga un escenario, así que no tienes que preocuparte por perder tu progreso.

source: TextVentures - About
es: TextVentures - Acerca de

source: A simple text-based adventure system.
es: Un sencillo sistema de aventuras por texto.

source: TextVentures version
es: TextVentures versión

source: [L] License
es: [L] Licencia

source: TextVentures - License
es: TextVentures - Licencia
